Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Habitats in Twelve Commons range in size from Dang Fish Echo, a tin can hab housing about 60 eccentric aquaculturists, to Janus Common, a beehive occupying much of Janus with a population of 900,000.
fr_fr: Les habitats dans les Twelve Commons ont une taille allant de Dang Fish Eco, une boîte de conserve hébergeant quelques 60 aquaculteurs excentriques à Janus Common, un nid-d'abeille occupant la plupart de Janus avec une population de 900 000 habitants.

source: Some of the habitats in Twelve Commons feature very unusual designs, such as Nguyen’s Compact (population 80,000), a variant Cole habitat in the G ring where an asteroid was heated and large amounts of steam were blown through it to produce a series of interconnected bubbles between five and three hundred meters in diameter.
fr_fr: Certains des habitats dans les Twelve Commons possèdent des conceptions extrêmement inhabituelle, telle que celle de Nguyen Compact (80 000 habitant), une variante des habitats Cole dans l'anneau G pour lequel un astéroïde a été réchauffé et à travers duequel de grosse quantité de vapeur ont été envoyé afin de créer une série de bulle sinterconnectées faisant entre cinq et trois cent mètres de diamètre.

source: In effect, the interior of the colony is like a solidified foam or Swiss cheese with no obvious up or down.
fr_fr: En pratique, l'intérieur de la colonnie ressemble à de la mousse solidifié ou à un fromage Suisse sans posséder de haut ou de bas.

source: Without an ecto or basic implant to provide location and navigation information, navigating through this maze-like habitat would be exceedingly difficult.
fr_fr: Sans un ecto oiu des implants de bases pour fournir des information de localisation et de navigation, navigeur à travers cet habitat labyrinthique est extrêmement difficile.

source: The habitats of Twelve Commons organize themselves primarily along open source anarcho-syndicalist lines, with work groups and research pods acting as the basic political unit.
fr_fr: Les habitats des Twelve Commons s'organsient principalement selon les préceptes de l'open source et de l'anarcho-syndicalisme, av ec des groupes de travail et les pods de recherche constituant l'unité politqiue de base.

source: The Gateway settlement, on Saturn's outer shepherd moon Pandora, holds the first publicly known wormhole gate.
fr_fr: L'abri Gateway sur la lune bergère Pandora, la plus éloignée de Saturne, possède la première porte à trou de evr révélée au public.

source: The Gatekeeper Corporation keeps the gate open as a means of exploration and scientific investigation for all factions and powers.
fr_fr: La Corporation Gatekeeper maintient la porte ouverte en temps que moyen d'exploration et d'investigation scientifique pour toutes les factions et toutes les puissances.

source: Gatekeeper was originally a Titanian microcorp but is now independent.
fr_fr: Gatekeeper était à l'origine une microcorporation Titanienne mais est maintenant indépendante.

source: The Commonwealth of Titan still holds a major stake in it, though not a controlling interest.
fr_fr: Le Commonwealth de Titan y est toujorus fortement impliquée, même si elle n'en contrôle plus les intérêts.

source: Granting autonomy to Gatekeeper Corporation was a diplomatic maneuver made in response to Planetary Consortium claims that the Titanians sought hegemony in the outer system.
fr_fr: Accorder l'autonomie à la Corporation Gatekeeper était une manœuvre diplomatique faites en réponse aux affirmations du Consortium Planétaire prétendant que les Titaniens cherchaient à obtenir l'hégémonie sur le système extérieur.

source: So far, Titan's neighbors are buying it, even if the Planetary Consortium doesn't.
fr_fr: Jusqu'à présent, les voisins de Titan y croient, mrme si ce n'est pas le cas du Consortium Planétaire.

source: With its chaotic, virtually unpredictable rotation, Hyperion is a dangerous place to land ships.
fr_fr: Avec sa rotation chaotique et virtuellement imprévisible, Hyperion est un endroit dangereux pour poser un vaisseau.

source: It remains uninhabited.
fr_fr: Elle reste inahbitée.

source: Iapetus is one of Saturn's larger icy moons and once boasted a population of 200,000 living in the dense warrens of Analect, its main settlement.
fr_fr: Japet est l'une des plus grosse lunes glacée de Saturne et abrita autrefois une population de 200 000 personne, vivant dans le dédale dense d'Analect, son abri principal.

source: Probably because it is one of the few large moons of Saturn that contains sizable deposits of silicates and minerals in addition to ice, Iapetus was a target of the TITANs during the Fall.
fr_fr: Probablement car c'ets une des quelques grosse lune de Staurne qui contient des gisement de sillice et de minérau conséquent, en plus de la glace, Japet fût l'une des cibles des TITANs pendant la Chute.

source: After enslaving a tenth of the populace as worker drones and using the rest as seed stock for tissue cultures to feed their fellows, the TITANs began to build what appears to have been a matrioshka brain.
fr_fr: Après avoir asservi un dizième de la population comme drône de travail et utilisant le reste comme stock de culture de tissu humain pour nourrir les leurs, les TITANs ont commencé à construire ce qui semble avoir été un cerveau gigogne.

source: Iapetus now occupies twice the volume it once did, the ice and silicate of the planet's outer layers having been reworked into a delicate lattice of circuitry millions of layers deep.
fr_fr: Japet occupe maintenant deux fois le volume qu'elle possédait autrefois, la galce et la sillice des coucehs externe de la lune ayant été retravaillé en un délicat treillage de circuits sur des millions de couche d'épaisseur.

source: Strangely, the project simply stalled at some point prior to completion.
fr_fr: Étrangement, le projet est simplement arrété quelque part avant de se terminer.

source: Speculation has it that the controlling intelligence was either destroyed by an unknown outside force or devoured itself in a fit of compuational ecstasy.
fr_fr: Les spéculations vont bon train et partent du principe que l'intelligence qui contrôlait le projet a été détruite par une force extérieure inconnue ou qu'elle s'est dévorée elle même dans un accés de calcul extatique.

source: Whatever the case, the drones simply stopped working and died and the moon's automated defense grid went dead, leaving a strangely beautiful but lifeless machine behind to slowly decay from meteor impacts and gravitational stress.
fr_fr: Peu importe ce qu'il s'est passé, les drônes ont simplement cessé de fonctionner et son mort et la grilel de dféense automatisée de la lune s'est désactivée, abandonnant une machine étrangement belle mais dénuée de vie à la lente décomposition du dombardement météorique et au stress gravitationnel.

source: Several research teams now reside in small orbital stations, quarreling over the scraps.
fr_fr: Plusieurs équipes de recherche habitent maintenant dans de petites statiosn orbitales, se querellant autour des miettes.

source: Rumor has it that a number of researchers trying to understand the matrioshka circuitry have lost their minds in the process, perhaps by some mechanism akin to a basilisk hack.
fr_fr: Les rumerus vont bon train quand au fait qu'un certain nombre de chercheurs essayant de comprendre les circuits gigogne ont perdu leur esprit dans le processuss, probablement suite à un mécanisme proche des exploits basilique.

source: It is also believed that some of the moon's internal defenses remain active.
fr_fr: Ceratines des défense interne de la lune seraient peut-être encore active.

source: If anyone has plumbed the interior and come back, they're not talking about it.
fr_fr: Si quelqu'un a réussi à aller à l'intérieur et à en revenir, il n'en a jamais parlé.

source: The full name of this unique habitat is Turn Yourself Into a Giant Mass of Space Meat for Art!, and as the name implies, 90% of the habitat's structure consists of fast-cultured vat bacon, battened on the abundant resources of the ring system.
fr_fr: Le nom complet de cet habitat unique est Transforme Toi en une Masse Géante de Viande de l'Espace pour l'Art!, et comme son nom l'indique, 90% de la structure de l'habitat est composé de d'exo bacon développé en cultur rapide grâce aux abondante sressources du système d'anneau.

source: MeatHab started out as someone's art morph, but then, against all expectations, squatters moved in.
fr_fr: MeatHab a démarré comme la morph artistique de quelqu'un, mis, et contrairement à toutes attentes, des squatteurs s'y sont installés.

source: MeatHab now has a population of 500.
fr_fr: MeatHab a maintenant une population de 500 habitants.

source: Similar to a Hamilton cylinder, the kilometer-long habitat harvests and processes ring material to grow itself.
fr_fr: De manière similaire à un cylindre Hamilton, l'habitat long d'un kilomètre extrait et transforme les matériaux des anneaux pour se développer.

source: The outer surface is frozen flesh ten meters thick whose surface resembles a cross between a tree trunk and flank steak.
fr_fr: La surface extérieure est une couche de viande congelé épaisse de ix mètre dont la surface serait un croisement entre un tron d'arbre et un steak.

source: Past the axial space dock is a warren of veinous, skin-covered corridors lit by bioluminescent panels and maintained by small, reptilian symbiotes that eat away dead skin and may have other immune functions as well.
fr_fr: Au delà du point d'amarrage dans situé sur l'axe spatial, il y a un labyrinthe de corridors veineux recouverts de peau éclairé par des paneaux luminescent et maintenus par de petits symbiotes reptiliens qui mangent la peau morte et pourrait bien avoir d'autres fonctiosn immunitaire.

source: Gravity inside is 0.5 g.
fr_fr: La gravité interne est de 0,5 g.

source: The nameless biodesigner who created the place—and who may or may not still inhabit the gigantic morph—was a genius.
fr_fr: Le bioconcepteur sans nom qui a créé l'endroit - et qui pourrait habiter ou pas la morph gigantesque - était un génie.

source: Although the habitat is not by any stretch of the imagination a pleasant locale, it appears healthy.
fr_fr: Même si l'habitat ne pourrait jamais être un lieu plaisant, quelque soit votre imagination, il apparaît sain.

source: Its full workings are not understood, and the inhabitants range from extreme flesh freaks who are fans of the artist to serious biodesigners studying the place to learn more about its construction.
fr_fr: Son fonctionnement complet n,est pas compris et les habitants sont soit des monstres de chaire extrêmes qui sont fan de l'artiste ou des bioconcepteurs étudiant le lieu pour en apprendre plus sur sa construction.

source: Led by legendary Chinese dissident poet Hao Lin Ngai, Harmonious Anarchy broke from the Fa Jing cartel during the tumultuous years prior to the Fall.
fr_fr: Mené par le poète dissident légendaire Hao Lin Ngai, Harmonious Anarchy s'est séparé du cartel Fa Jing pendant les années tumultueuses qui ont précédées la Chute.

source: Hao sought to create a society in the spirit of the ancient Taoist state of Great Perfection that existed in Szechuan 1,700 years earlier—with considerable updates from modern thought.
fr_fr: Hao cherchait à créer une société dans l'esprit de l'anicen état Taoïste de la Grande Perfection qui existait au Szechuan 1 700 ans plus tôt - avec d'importante mie à jour de la pensée moderne.

source: Harmonious Anarchy is an Extropian mutualist society heavily involved in software engineering, logistics, and relocation of metallic asteroids to the outer system.
fr_fr: Harmonious Anarchy est une société mutualiste Extropienne fortement impliquée dans la conception logicielle, la logistique et la relocalisation des astéroïdes métalliques vers le système extérieur.

source: Most of Mimas is a very low-g beehive arranged into Black, Red, Yellow, Green, and White neighborhoods, based on the five classical directions of Chinese mythology.
fr_fr: L'essentiel de Mimas est un nid d'abeille à très faible gravité disposé dans les voisinnages Noir, Rouge, Jaune, Vert et Blanc, d'après les cinq directiosn classiques de la mythologie Chinoise.

source: Each color boasts an ornate central cavern, with extended families living in radiating subwarrens.
fr_fr: Chaque couleur abrite une caverne centrale ornementée, des galeries rayonnant autour de ces cavernes abritent des familles étendues.

source: While adhering to mutalist economic principles, Harmonious Anarchy simultaneously takes a traditional Chinese approach to social organization, with family at its core.
fr_fr: Tout en adhérant aux principes économiques mutualiste, Harmonious Anarchy conserve simultanément une approche traditionnelle Chinoise de l'organisation sociale en mettant la famille au cœur de cette organisation.

source: {Norse, Inuit, and Gallic moonlets}
fr_fr: {Satellites Nordique, Inuit et Celtique}

source: In addition to the classical satellites described here, three groups of small objects unknown to early astronomers orbit the planet.
fr_fr: En plus des satellites classiques décrit ici, trois groupes d'objets plus petit inconnus aux premiers astronomes orbitent autour de Saturne.

source: These moonlets are designated as the Inuit, Gallic, and Norse groups.
fr_fr: Ces satellites sont appelés les groupes Inuit, Celtique et Nordiques.

source: Because these moonlets were still little explored by the time of the Fall, most of them remain sparsely populated.
fr_fr: Comem ces satellites étaient toujours peu explorés au moment de la Chute, la plupart d'entre eux restent trés peu peuplés.

source: With a few exceptions, inhabitants of the moonlets are generally people who want to be left alone.
fr_fr: A de rars exceptions, les habitants de ces satellites sopnt généralement des personne qui recherchent la sollitude.

source: The exceptions are Skathi and Abramsen (formerly S/2007 S 2), which, along with Phoebe, were captured and moved into Titan's orbit, where they serve as defense installations.
fr_fr: Les exceptions sont Skathi et Abramsen (anciennement S/2007 S 2), qui, avec Phoebe, qui ont été cpaturés et déplacés dans l'orbit de Titan où ils servent d'installation de défense.

source: Volkograad's closest competitor is this anarchocapitalist outfit, most of whose founders were South African.
fr_fr: Le plus proche concurrent de Volkograad est un colelctif anarchocapitaliste dont la plupart des fondateurs étaient Sud Africains.

source: iZulu has a somewhat lower capacity than Volkograad but will ship reactor mass to unusual locations like the Trojans and the Kuiper Belt.
fr_fr: iZulu a une capacité légèrement inférieure à Volkogrrad mais envoie des masses réactives a des localisation inhabituelles comme les Troyens et la Ceinture de Kuiper.

source: iZulu is a very crowded beehive with nearly 400,000 inhabitants and an unusually large number of infugees.
fr_fr: iZulu est un nid d'abeille surpeuplé avec pas loin de 400 000 habitants et un nombre inhabituellement élevé d'infugiés.

source: The nations of sub-Saharan Africa were only starting to achieve widespread 20th century-levels of prosperity in the late 21st, and so they had the lowest capacity to physically evacuate their citizens during the Fall of any region on Earth.
fr_fr: Les nations de l'Afrique sub-Saharienne n'ont commencé à atteindre les niveaux de propserité lagrment répandus au 20° siècle qu'à la fin du 21°, et ont donc été la région terrestre avec la plus faible capacité d'évacuation physique de leus citoyens lors de la Chute.

source: iZulu and a handful of other habitats with roots in Africa thus have high infomorph populations and millions of people in dead storage.
fr_fr: iZulu et une poignée d'autres habitats avec des racines en Afrique ont donc une populations d'infomorphs élevé et des millions de personne stockés en mémoire morte.

source: Phelan's Recourse (usually just called “Phelan's” by inhabitants) is the largest nomadic settlement in the system, with a population estimated around 250,000.
fr_fr: Le Refuge de Phélan (générallement appelée "Phélan" par ses habitants) est le plus vaste abri nomade du système, avec une population avoisinnant les 250 000 personnes.

source: Phelan's is a swarm of some 10,000 small craft and tin can habitat modules that orbits Saturn along a highly elliptical path somewhat inclined to the plane of the ecliptic.
fr_fr: Phélan est une nuée composé de 1 000 petit vaisseaux et modules boîtes de conserve qui orbite autour de Saturne le long d'un chemin extrêmement élliptique et quelque peu incliné par rapport au plan élliptique.

source: The swarm's orbit is calculated to maximize the number of encounters with near moons and stations, providing a six to eight hour window in which craft can leave the swarm for trade.
fr_fr: L'orbite de la nuée est calculée pour maximiser le nombre de rencontres avec des lunes et des stations proches, fournissant une fenêtre de six à huit heures pendant laquelle les vaisseaux peuvent quitter la nuéer pour commercer.

source: Phelan's Recourse passes through the rings once a month, allowing craft to resupply with water and volatiles.
fr_fr: Le Refuge de Phélan passe à travers les anneaux une fois par mois, permettant aux vaisseaux de se réapprovisionner en eau et en composés organisques volatiles.

source: Phelan's accepts all comers.
fr_fr: Phélan accepete tous les arrivants.

source: One could meet just about anyone here, from the government in exile of East Timor to Hasidim from Brooklyn.
fr_fr: On peut rencontrer tout le monde ici, du gouvernement en exil du Timor Oriental à Hasidim de Brooklyn.

source: The core of the swarm is the Stills, a fusion-illuminated grain farm and distillery operated by an allegedly reformed gang of Irish travelers who conned their way off Earth a few weeks before the Fall and escaped to the outer system.
fr_fr: Le cœur de cette nuée est l'Alambic, une ferme de céréale et une distillerie illuminé par la fusion et dirigée par un gang prétendument réformé de voyageurs Irlandais et qui ont magouillé pour quitter la Terre quelques semaiens avant la Chute et qui se sont échappés dans le système extérieur.

source: The Stills produce Phelan's Ma, the most sought-after whiskey in the system, and Phelan's Da, possibly the worst beer ever made.
fr_fr: L'Alambic produit la Phélan Ma, le whiskey le plus recherché dans le système, et Phélan Da, probablement la pire bière jamais brassée.

source: Despite the Phelans' protestations of legitimacy, the criminal element is heavily represented here.
fr_fr: En dépit des protestation de légitimité de Phélan, l'élément ccriminel y est trés fortement présent.

source: The swarm represents an important link in red and gray market supply chains.
fr_fr: La nuée représente un lien important dans les chaïnes d'approcvisionnement des marchés rouges et gris.

source: Marseilles (population 80,000) is a beehive habitat operated by the Titanians.
fr_fr: Marseilles (80 000 habitant) est un habitat nid d'abeille contrôllés par les Titaniens.

source: It is rumored to harbor an antimatter factory, a theory supported by the large number of skimmers that arrive from the surface relative to the number of tankers that leave.
fr_fr: Il est suspecté d'abriter une usine d'antimatière, une théorie soutenue par le grand nombre de dragues qui vont vers la surface en comparaison du nombre de tankers qui en partent.

source: At a 764 kilometer diameter, Rhea is Saturn's second largest moon.
fr_fr: Avec un diamètre de 764 kilomètre, Rhéa est la deuxième lune la plus large de Saturne.

source: Composed almost entirely of ice, Rhea's surface is sparsely inhabited, but a population of over 800,000 dwells in Kronos Cluster, a major habitat in orbit.
fr_fr: Composé quasiment entièrement de glace, la surface de Réha est peu habitée, mais une population de 800 000 personne réside dans le Kronos Cluster, un habitat majeur en orbite.

source: Kronos Cluster's mass microfactured violet spherical modules make it look like an immense, irregular bunch of grapes suspended in space, an impression added to by the winding space dock (nicknamed the Vine) extending from the wider end.
fr_fr: Kronos Cluster est massivement microfabriqué de module sphérique violet qui lui donne l'air d'une immense et irrégulière grappe de raisin suspendue dans l'espace, une impression augmenté par le quai spatial sinueux (surnommé la Vigne) s'étendant depuis l'esxtrémité la plus large.

source: Within the mass of habitat modules, the Vine branches out in all directions, forming massive central arteries and twisting side passages.
fr_fr: A l'intérieur de la masse de module d'habitation, la Vigne bifurque dans toutes les directions, formant un réseau massif d'artères centrales et de couloirs latéraux tortueux.

source: These can be traversed by pushing off hand and toeholds on the walls, or by catching hold of fast-moving grab loops that move along “fast lanes” in the walls of major floatways.
fr_fr: Ils peuvent être traversés en poussant avec les mains ou les orteils sur les murs ou en attrapant les poignées rapides qui se dépalacent le long des "voies rapides" sur les murs des corridors principaux.

source: Nearly five kilometers long and three wide, Kronos has major problems with crowding and infrastructure that have kept it from growing to the same size as Locus.
fr_fr: De presque cinq kilomètres de long et de trois de large, Kronos a des problèmes majeurs de surpopulation et d'infrastructure qui l'ont empéché d'atteindre la même taille que Locus.

source: The designers simply did not plan for the size the place might reach, and as a result another 150,000 people live in suburbs of tin can habs and scum barges in the space around the habitat.
fr_fr: Les concepteurs n'ont simplement pas anticipé la taille que pourrait atteindre l'endroit, et en conséquence 150 000 personnes vivent dans des banlieues de boîte de conserve et de barge racaille dans 'lespace autour de l'habitat.

source: Kronos can be an extremely dangerous place.
fr_fr: Kronos peut être un endroit extrêmement dangereux.

source: Insurance companies don't like operating here, and the habitat is a patchwork of criminal and anarchist neighborhoods.
fr_fr: Les compagnies d'assurance n'aiment pas travailler là-bas, et l'habitat est un patchwork de voisinnages criminels et anarchistes.

source: Anarchist neighborhoods are generally heavily armed and safe, but a trip from an anarchist holding to the spaceport is best done with a group of well-armed friends.
fr_fr: Les voisinnages anarchsites sont générallement lourdement armés et sûrs, mais un voyage d'une base anarchiste vers un spatioport est générallement plus sûr avec un groupe d'amis bien armés.

source: Criminal neighborhoods are only safe if you're in the neighborhood's controlling gang, and even then conflicts flare up regularly.
fr_fr: Les voisinnages criminels ne sont sûr que si vous êtes dans le gang contrôllant la zone, et même ainsi des conflits démarrent régulièrement.

source: The situation is exacerbated by the Kronos Port Authority, a junta of ultimates who operate security for the spaceport.
fr_fr: La situation est exacerbée par l'Autorité Portuaire de Kronos, une junte d'ultimes qui s'occupent de la sécurité du spatioport.

source: Originally an Extropian hypercorp, the KPA fell into the hands of the ultimates when they decided that they could profit more directly by owning the company outright than by working as hired muscle.
fr_fr: Originellement une hypercorporation Extropien, l'APK est tombé entre les mains des ultimes lorsqu'ils ont décidés qu'ils pouvaient gagner plus en possédant directement la société plutôt qu'en travailalnt en tant que bras à louer.
